;Place localized text in this file lol


[Kev_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[LPl_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[MPl_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[HPl_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[LPo_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[MPo_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[HPo_KasumiNinCos1_ThighGear_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Thigh Battle Gear"

[Kev_KasumiNinCos1_KatanaTorso_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Katana"

[KasFMask_T X2BodyPartTemplate]
DisplayName="DOA: Kasumi's Mask"






